const verbs = [{
    id: 0,
    forms: ["с", "север"]
}, {
    id: 1,
    forms: ["в", "восток"]
}, {
    id: 2,
    forms: ["ю", "юг"]
}, {
    id: 3,
    forms: ["з", "запад"]
}, {
    id: 4,
    forms: ["х", "вв", "вверх", "наверх", "поднимись"]
}, {
    id: 5,
    forms: ["н", "вн", "вниз", "спустись"]
}, {
    id: 6,
    forms: ["св", "северо-восток"]
}, {
    id: 7,
    forms: ["сз", "северо-запад"]
}, {
    id: 8,
    forms: ["юв", "юго-восток"]
}, {
    id: 9,
    forms: ["юз", "юго-запад"]
}, {
    id: 10,
    forms: ["иди", "пойди", "отправляйся", "идти", "пойти", "отправиться", "го"],
    method: "go"
}, {
    id: 11,
    forms: ["инструкция", "информация", "инфо", "инст", "инстр"]
}, {
    id: 12,
    forms: ["выход", "конец", "закончи", "хватит", "вых", "выхо"]
}, {
    id: 13,
    forms: ["и", "ин", "инв", "инве", "инвентарь"],
}, {
    id: 14,
    forms: ["сохрани", "сохранить", "сох", "сохр", "save", "запиши", "запись"],
}, {
    id: 15,
    forms: ["загрузи", "загрузить", "заг", "загр", "load"],
}, {
    id: 16,
    forms: ["возьми", "подними", "бери", "забери", "взять", "поднять", "забрать", "брать", "б", "воз", "возь", "бер", "вз", "подн"],
    method: "takeItem"
}, {
    id: 17,
    forms: ["положи", "выбрось", "оставь", "выброси", "положить", "выбросить", "оставить", "брось", "кидай", "метни", "бросить", "кинуть", "метнуть", "п", "пол", "выбр", "ост"],
    method: "dropItem"
}, {
    id: 18,
    forms: ["о", "осм", "осмо", "ос", "ис", "изуч", "осмотри", "изучи", "исследуй", "осмотреть", "изучить", "исследовать"],
    method: "examine"
}, {
    id: 19,
    forms: ["жди", "ж"],
    method: "wait"
}, {
    id: 20,
    forms: ["г", "говори", "поговори", "скажи", "поболтай", "болтай", "общайся", "пообщайся", "спроси", "говорить", "сказать", "поговорить", "поболтать", "болтать", "общаться", "пообщаться", "спросить"],
    method: "talk"
}, {
    id: 21,
    forms: ["купи", "приобрети", "покупай", "купить", "приобрести", "куп"],
    method: "buy"
}, {
    id: 22,
    forms: ["зап", "запл", "плат", "заплати", "заплатить", "плати", "платить"],
    method: "pay"
}, {
    id: 23,
    forms: ["у", "ударь", "убей", "атакуй", "бей", "ударить", "убить", "атаковать", "бить"],
    method: "hit"
}, {
    id: 24,
    forms: ["р", "руб", "разр", "сруб", "руби", "поруби", "разруби", "заруби", "переруби", "сруби", "рубить", "разрубить", "порубить", "перерубить", "срубить"],
    method: "chop"
}, {
    id: 25,
    forms: ["открой", "отопри", "открыть", "отпереть", "отк", "откр"],
    method: "open"
}, {
    id: 26,
    forms: ["залезь", "заберись", "лезь", "карабкайся", "вскарабкайся", "залезть", "забраться", "лезть", "карабкаться", "вскарабкаться", "лез"],
    method: "climb"
}, {
    id: 27,
    forms: ["перейди", "пересеки", "перейти", "пересечь", "пройди", "пройти"],
    method: "cross"
}, {
    id: 28,
    forms: ["ломай", "сломай", "разломай", "поломай", "ломать", "сломать", "разломать", "поломать", "лом", "слом"],
    method: "destroy"
}, {
    id: 29,
    forms: ["прислони", "приставь", "поставь", "прислонить", "приставить", "поставить", "прис", "присл", "прист"],
    method: "lean"
}, {
    id: 30,
    forms: ["съешь", "ешь", "попробуй", "откуси", "есть", "съесть", "попробовать", "откусить"],
    method: "eat"
}, {
    id: 31,
    forms: ["включи", "зажги", "включить", "зажечь", "вкл"],
    method: "turnOn"
}, {
    id: 32,
    forms: ["высыпь", "рассыпь", "высыпи", "посыпь", "сыпь", "высыпать", "рассыпать", "посыпать", "сыпать", "высы", "выс", "расс"],
    method: "pour"
}, {
    id: 33,
    forms: ["заправь", "заряди", "залей", "заправить", "зарядить", "залить", "запр", "зар"],
    method: "fuel"
}, {
    id: 34,
    forms: ["смажь", "смазать", "смаж", "смаз"],
    method: "oil"
}, {
    id: 35,
    forms: ["нажми", "потяни", "надави", "жми", "тяни", "дёрни", "нажать", "потянуть", "надавить", "жать", "тянуть", "дёрнуть", "дернуть", "дерни", "наж", "нажм", "нажа", "потя", "тян"],
    method: "press"
}, {
    id: 36,
    forms: ["отрази", "отбей", "отразить", "отбить"],
    method: "reflect"
}, {
    id: 37,
    forms: ["поцелуй", "целуй", "поцеловать", "целовать"],
    method: "kiss"
}, {
    id: 38,
    forms: ["разбуди", "буди", "разбудить", "будить"],
    method: "wake"
}]

export default verbs