const vocabulary = {
    // Словарь глаголов
    verbs: [{
        id: 0,
        forms: ["с", "север"]
    }, {
        id: 1,
        forms: ["в", "восток"]
    }, {
        id: 2,
        forms: ["ю", "юг"]
    }, {
        id: 3,
        forms: ["з", "запад"]
    }, {
        id: 4,
        forms: ["х", "вверх", "наверх", "поднимись"]
    }, {
        id: 5,
        forms: ["н", "вниз", "спустись"]
    }, {
        id: 6,
        forms: ["инструкция", "информация", "инфо"]
    }, {
        id: 7,
        forms: ["выход", "конец", "закончи", "хватит"]
    }, {
        id: 8,
        forms: ["и", "инвентарь"],
    }, {
        id: 9,
        forms: ["сохрани", "сохранить", "сохр", "save", "запиши", "запись"],
    }, {
        id: 10,
        forms: ["загрузи", "загрузить", "загр", "load"],
    }, {
        id: 11,
        forms: ["возьми", "подними", "бери", "забери", "взять", "поднять", "забрать", "брать"],
        method: "takeItem"
    }, {
        id: 12,
        forms: ["положи", "выбрось", "оставь", "выброси", "положить", "выбросить", "оставить"],
        method: "dropItem"
    }, {
        id: 13,
        forms: ["о", "осм", "осмотри", "изучи", "исследуй", "осмотреть", "изучить", "исследовать"],
        method: "examine"
    }, {
        id: 14,
        forms: ["брось", "кидай", "метни", "бросить", "кинуть", "метнуть"],
        method: "throw"
    }, {
        id: 15,
        forms: ["говори", "поговори", "скажи", "поболтай", "болтай", "общайся", "пообщайся", "спроси", "говорить", "сказать", "поговорить", "поболтать", "болтать", "общаться", "пообщаться", "спросить"],
        method: "talk"
    }, {
        id: 16,
        forms: ["купи", "приобрети", "покупай", "купить", "приобрести"],
        method: "buy"
    }, {
        id: 17,
        forms: ["заплати", "заплатить", "плати", "платить"],
        method: "pay"
    }, {
        id: 18,
        forms: ["ударь", "убей", "атакуй", "бей", "ударить", "убить", "атаковать", "бить"],
        method: "hit"
    }, {
        id: 19,
        forms: ["руби", "поруби", "разруби", "заруби", "переруби", "сруби", "рубить", "разрубить", "порубить", "перерубить", "срубить"],
        method: "chop"
    }, {
        id: 20,
        forms: ["открой", "отопри", "открыть", "отпереть"],
        method: "open"
    }, {
        id: 21,
        forms: ["залезь", "заберись", "лезь", "карабкайся", "вскарабкайся", "залезть", "забраться", "лезть", "карабкаться", "вскарабкаться"],
        method: "climb"
    }, {
        id: 22,
        forms: ["перейди", "пересеки", "перейти", "пересечь", "пройди", "пройти"],
        method: "cross"
    }, {
        id: 23,
        forms: ["ломай", "сломай", "разломай", "поломай", "ломать", "сломать", "разломать", "поломать"],
        method: "destroy"
    }, {
        id: 24,
        forms: ["прислони", "приставь", "поставь", "прислонить", "приставить", "поставить"],
        method: "lean"
    }, {
        id: 25,
        forms: ["иди", "пойди", "отправляйся", "идти", "пойти", "отправиться"],
        method: "go"
    }, {
        id: 26,
        forms: ["съешь", "ешь", "попробуй", "откуси", "есть", "съесть", "попробовать", "откусить"],
        method: "eat"
    }, {
        id: 27,
        forms: ["включи", "зажги", "включить", "зажечь"],
        method: "turnOn"
    }, {
        id: 28,
        forms: ["высыпь", "рассыпь", "высыпи", "посыпь", "сыпь", "высыпать", "рассыпать", "посыпать", "сыпать"],
        method: "pour"
    }, {
        id: 29,
        forms: ["заправь", "заряди", "залей", "заправить", "зарядить", "залить"],
        method: "fuel"
    }, {
        id: 30,
        forms: ["смажь", "смазать"],
        method: "oil"
    }, {
        id: 31,
        forms: ["нажми", "потяни", "надави", "жми", "тяни", "дёрни", "нажать", "потянуть", "надавить", "жать", "тянуть", "дёрнуть", "дернуть", "дерни"],
        method: "press"
    }, {
        id: 32,
        forms: ["отрази", "отбей", "отразить", "отбить"],
        method: "reflect"
    }, {
        id: 33,
        forms: ["поцелуй", "целуй", "поцеловать", "целовать"],
        method: "kiss"
    }, {
        id: 34,
        forms: ["разбуди", "буди", "разбудить", "будить"],
        method: "wake"
    }],

    // Словарь объектов
    objects: [{
        id: 0,
        name: "лестница",
        forms: ["лестница", "лестницу", "лестницой", "лестнице"],
        canHold: true,
        desc: "Это деревянная приставная лестница в полтора метра высотой. Достаточно лёгкая, чтобы носить её с собой, но при этом довольно хлипкая, легко сломать.",
        adjective: -1
    }, {
        id: 1,
        name: "рыба",
        forms: ["рыба", "рыбу", "рыбе", "рыбой"],
        canHold: true,
        desc: "Это красная рыба, гнилая и вонючая. Такую в руках держать неприятно, а с собой таскать - так вообще мерзко.",
        adjective: -1
    }, {
        id: 2,
        name: "булава",
        forms: ["булава", "булавой", "булаве", "булаву"],
        canHold: true,
        desc: "Это короткая булава с шипами. На её рукояти выгравированы слова: СМЕРТЬ ТРОЛЛЯМ.",
        adjective: -1
    }, {
        id: 3,
        name: "шест",
        forms: ["шест", "шеста", "шестом", "шесту"],
        canHold: true,
        desc: "Это шест, который остался от разломанной вами лестницы.",
        adjective: -1
    }, {
        id: 4,
        name: "дрова",
        forms: ["дрова", "дровам", "дров"],
        canHold: true,
        desc: "Это вязанка берёзовых дров, довольно тяжёлая.",
        adjective: -1
    }, {
        id: 5,
        name: "топор",
        forms: ["топор", "топору", "топора", "топором"],
        canHold: true,
        desc: "Это добротный, хорошо заточенный топор.",
        adjective: -1
    }, {
        id: 6,
        name: "ключ",
        forms: ["ключ", "ключом", "ключа", "ключу"],
        canHold: true,
        desc: "Это тяжёлый фигурный ключ из слоновой кости.",
        adjective: -1
    }, {
        id: 7,
        name: "лампа",
        forms: ["лампа", "лампу", "лампы", "лампе", "лампой"],
        canHold: true,
        desc: "Это одноразовая лампа. При необходимости её можно включить, но, по словам старушки, она горит недолго, хоть и очень ярко.",
        adjective: -1
    }, {
        id: 8,
        name: "соль",
        forms: ["соль", "соли", "солью", "мешочек", "мешочком", "мешочку", "мешочка"],
        canHold: true,
        desc: "Это соль в мешочке, на вид и на вкус вполне обычная.",
        adjective: -1
    }, {
        id: 9,
        name: "масло",
        forms: ["масло", "маслом", "маслу", "масленка", "маслёнка", "масленкой", "маслёнкой", "маслёнку", "масленку", "масленке", "маслёнке"],
        canHold: true,
        desc: "Это маслёнка с маслом. Пригодится, если нужно будет что-нибудь смазать.",
        adjective: -1
    }, {
        id: 10,
        name: "меч",
        forms: ["меч", "мечу", "мечом", "меча"],
        canHold: true,
        desc: "Это длинный обоюдоострый меч. Его эфес украшают две химеры, а поверхность лезвия за долгие годы не утратила своего блеска: в него можно смотреться словно в зеркало.",
        adjective: -1
    }, {
        id: 11,
        name: "серебряная монета",
        forms: ["монета", "монету", "монете", "монетой"],
        canHold: true,
        desc: "Это старая серебряная монета с профилем короля.",
        adjective: 0,
    }, {
        id: 12,
        name: "медная монета",
        forms: ["монета", "монету", "монете", "монетой"],
        canHold: true,
        desc: "Это старая медная монета с профилем короля.",
        adjective: 1,
    }, {
        id: 13,
        forms: ["пропасть", "пропасти", "пропастью", "расщелина", "расщелиной", "расщелину", "расщелины", "верёвка", "веревка", "верёвке", "веревке", "верёвку", "веревку", "верёвки", "веревки", "ущелье", "ущелья"],
        canHold: false,
        adjective: -1
    }, {
        id: 14,
        forms: ["куст", "куста", "кусту", "кустом"],
        canHold: false,
        adjective: -1
    }, {
        id: 15,
        forms: ["ветви", "ветвей", "ветвям", "щупальца", "щупалец", "щупальцам"],
        canHold: false,
        adjective: -1
    }, {
        id: 16,
        forms: ["дверь", "двери", "дверью"],
        canHold: false,
        adjective: -1
    }, {
        id: 17,
        forms: ["тролль", "тролля", "троллю", "троллем"],
        canHold: false,
        adjective: -1
    }, {
        id: 18,
        forms: ["дерево", "дереву", "деревом", "дерева"],
        canHold: false,
        adjective: -1
    }, {
        id: 19,
        forms: ["решётка", "решетка", "решётку", "решетку", "решёткой", "решеткой", "решётки", "решетки"],
        canHold: false,
        adjective: -1
    }, {
        id: 20,
        forms: ["люк", "люку", "люка", "люком"],
        canHold: false,
        adjective: -1
    }, {
        id: 21,
        forms: ["старушка", "старушку", "старушки", "старушке", "старушкой", "старуха", "старуху", "старухи", "старухе", "старухой", "бабка", "бабку", "бабки", "бабке", "бабкой", "бабушка", "бабушку", "бабушки", "бабушке", "бабушкой"],
        canHold: false,
        adjective: -1
    }, {
        id: 22,
        forms: ["червь", "червя", "червю", "червяк", "червяка", "червяку"],
        canHold: false,
        adjective: -1
    }, {
        id: 23,
        forms: ["монстр", "монстра", "монстру", "монстре", "монстром"],
        canHold: false,
        adjective: -1
    }, {
        id: 24,
        forms: ["рычаг", "рычага", "рычагом", "рычагу", "механизм", "механизма", "механизмом", "механизму"],
        canHold: false,
        adjective: -1
    }, {
        id: 25,
        forms: ["заклятье", "заклинание", "заклятью", "заклятьем", "заклятья"],
        canHold: false,
        adjective: -1
    }, {
        id: 26,
        forms: ["принцесса", "принцессу", "принцессе", "принцессой", "принцессы"],
        canHold: false,
        adjective: -1
    }, {
        id: 27,
        forms: ["часы", "часов", "часами", "часам"],
        name: "часы",
        canHold: true,
        desc: "Это волшебные часы, которые показывают, сколько ходов в игре вы уже сделали.",
        adjective: -1
    }],

    // Словарь прилагательных
    adjectives: [{
        id: 0,
        forms: ["серебряный", "серебряного", "серебряному", "серебряном", "серебряная", "серебряную", "серебряной", "серебрянный", "серебрянного", "серебрянному", "серебрянном", "серебрянная", "серебрянную", "серебрянной", "серебряное", "серебрянное"]
    }, {
        id: 1,
        forms: ["медный", "медного", "медному", "медном", "медная", "медную", "медной", "медное"]
    }]
}

export default vocabulary